9PCKDV76GL75
Bitwarden.Bitwarden
CharlesMilette.TranslucentTB
Discord.Discord
Git.Git
Jellyfin.JellyfinMediaPlayer
Microsoft.PowerToys
Microsoft.VisualStudioCode
Mojang.MinecraftLauncher
Mozilla.Firefox
Obsidian.Obsidian
OpenRGB.OpenRGB
PrismLauncher.PrismLauncher
RARLab.WinRAR
RazerInc.RazerInstaller.Synapse4
Spotify.Spotify
Tailscale.Tailscale
Valve.Steam
VideoLAN.VLC
wez.wezterm
